Repository: duckduckgo/macos-browser
Catalog: DuckDuckGo/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ru

# import.csv.instructions.safari.macos15-2
source: %1$d Open **Safari** %2$d Open the **File menu → Export Browsing Data to File...** %3$d Select **passwords** and save the file someplace you can find it (e.g., Desktop) %4$d Double click the .zip file to unzip it %5$d %6$@
de: %1$d Öffne **Safari** %2$d Öffne das Menü **Datei → Browserdaten in Datei exportieren ...** %3$d Wähle **Passwörter** und speichere die Datei an einem Ort, an dem du sie wiederfindest (z. B. Desktop) %4$d Doppelklicke auf die .zip-Datei, um sie zu entpacken %5$d %6$@
es: %1$d Abre **Safari** %2$d Abre el menú **Archivo → Exportar datos de navegación a archivo...** %3$d Selecciona **contraseñas** y guarda el archivo en algún lugar donde puedas encontrarlo (por ejemplo, en el escritorio) %4$d Haz doble clic en el archivo .zip para descomprimirlo %5$d %6$@
fr: %1$d Ouvrez **Safari** %2$d Ouvrez le **menu Fichier → Exporter les données de navigation vers le fichier…** %3$d Sélectionnez **mots de passe** et enregistrez le fichier à un endroit où le trouver facilement (par exemple, sur le bureau) %4$d Double-cliquez sur le fichier .zip pour le décompresser %5$d %6$@
it: %1$d Apri **Safari** %2$d Apri il menu **File → Esporta i dati di navigazione in un file...** %3$d Seleziona **password** e salva il file in una posizione che ti consenta di trovarlo (ad esempio, sul desktop) %4$d Fai doppio clic sul file .zip per decomprimerlo %5$d %6$@
nl: %1$d Open **Safari** %2$d Open het menu **Bestand → Browsergegevens exporteren naar bestand...** %3$d Selecteer **wachtwoorden** en sla het bestand op een plek op waar je het kunt vinden (bijv. je bureaublad) %4$d Dubbelklik op het .zip-bestand om het uit te pakken %5$d %6$@
pl: %1$d Otwórz **Safari** %2$d Otwórz menu **Plik → Eksportuj dane przeglądania do pliku...** %3$d Wybierz **hasła** i zapisz plik w łatwo dostępnym miejscu (np. na biurku) %4$d Kliknij dwukrotnie plik .zip w celu jego rozpakowania %5$d %6$@
pt: %1$d Abre o **Safari** %2$d Abre o menu **Ficheiro → Exportar dados de navegação para ficheiro...** %3$d Seleciona **palavras-passe** e guarda o ficheiro num local onde o possas encontrar (por exemplo, no ambiente de trabalho) %4$d Clica duas vezes no ficheiro .zip para o descomprimir %5$d %6$@
ru: %1$d Запустите **Safari** %2$d Откройте меню **Файл → Экспортировать данные просмотров в файл...** %3$d Выберите **пароли** и сохраните файл там, где вы легко его найдете (например, на рабочем столе) %4$d Дважды нажмите мышью файл .zip, чтобы распаковать его %5$d %6$@

# import.csv.instructions.vivaldi
source: %1$d Open **%2$s** %3$d Type “_chrome://settings/passwords_” into the Address bar %4$d Click %5$@ (on the right from _Saved Passwords_) and select **Export passwords** %6$d Save the file someplace you can find it (e.g., Desktop) %7$d %8$@
de: %1$d Öffne **%2$s** %3$d Gib „_chrome://settings/passwords_“ in die Adressleiste ein %4$d Klicke auf %5$@ (rechts von _Gespeicherte Passwörter_) und wähle **Passwörter exportieren** %6$d Speichere die Datei an einem Ort, an dem du sie finden kannst (z. B. auf dem Desktop) %7$d %8$@
es: %1$d Abre **%2$s** %3$d Escribe "_chrome://settings/passwords_" en la barra de direcciones %4$d Haz clic en %5$@ (a la derecha de _Contraseñas guardadas_) y selecciona **Exportar contraseñas** %6$d Guarda el archivo donde puedas encontrarlo posteriormente (por ejemplo, en el escritorio) %7$d %8$@
fr: %1$d Ouvrez **%2$s** %3$d Saisissez « _chrome://settings/passwords_ » dans la barre d'adresse %4$d Cliquez sur %5$@ (à droite de _Saved Passwords_) et sélectionnez **Exporter les mots de passe** %6$d Enregistrez le fichier à un endroit où le trouver facilement (par exemple, sur le bureau) %7$d %8$@
it: %1$d Apri **%2$s** %3$d Tipo "_chrome://settings/passwords_" nella barra degli indirizzi %4$d Fai clic su %5$@ (a destra su _Password salvate_) e seleziona **Esporta password** %6$d Salva il file dove puoi trovarlo (ad esempio, sul desktop) %7$d %8$@."
nl: %1$d Open **%2$s** %3$d Typ “_chrome://settings/passwords_” in de adresbalk %4$d Klik op %5$@ (aan de rechterkant van _Opgeslagen wachtwoorden_) en selecteer **Wachtwoorden exporteren** %6$d Bewaar het bestand op een plek waar je het kunt vinden (bijv. het bureaublad) %7$d %8$@
pl: %1$d Otwórz przeglądarkę **%2$s** %3$d Wpisz „_chrome://settings/passwords_” w pasku adresu %4$d Kliknij %5$@ (po prawej stronie pozycji _Zachowane hasła_) i wybierz **Eksportuj hasła** %6$d Zapisz plik haseł w łatwo dostępnym miejscu (np. na biurku) %7$d %8$@
pt: %1$d Abre o **%2$s** %3$d Escreve "_chrome://settings/passwords_" na barra de endereço %4$d Clica em %5$@ (à direita de _Palavras-passe guardadas_) e seleciona **Exportar palavras-passe** %6$d Guarda o ficheiro de palavras-passe onde consigas encontrá-lo (por exemplo, no ambiente de trabalho) %7$d %8$@
ru: %1$d Откройте **%2$s** %3$d Введите текст «_chrome://settings/passwords_» в адресную строку %4$d Нажмите на значок %5$@ (справа от заголовка «Сохраненные пароли») и выберите **Экспортировать пароли** %6$d Сохраните файл с паролями там, где вы легко его найдете (например, на рабочем столе) %7$d %8$@

# import.csv.instructions.yandex
source: %1$d Open **%2$s** %3$d Click %4$@ to open the application menu then click **Passwords and cards** %5$d Click %6$@ then **Export passwords** %7$d Choose **To a text file (not secure)** and click **Export** %8$d Save the passwords file someplace you can find it (e.g., Desktop) %9$d %10$@
de: %1$d Öffne **%2$s** %3$d Klicke auf %4$@, um das Anwendungsmenü zu öffnen, und klicke dann auf **Passwörter und Karten** %5$d Klicke auf %6$@ und dann auf **Passwörter exportieren** %7$d Wähle **In eine Textdatei (nicht sicher)** und klicke auf **Exportieren** %8$d Speichere die Passwortdatei an einem Ort, an dem du sie findest (z. B. auf dem Desktop) %9$d %10$@
es: %1$d Abre **%2$s** %3$d Haz clic en %4$@ para abrir el menú de la aplicación y, a continuación, haz clic en **Contraseñas y tarjetas** %5$d Haz clic en %6$@ y luego en **Exportar contraseñas** %7$d Elige **A un archivo de texto (no seguro)** y haz clic en **Exportar** %8$d Guarda el archivo de contraseñas donde puedas encontrarlo posteriormente (por ejemplo, en el escritorio) %9$d %10$@
fr: %1$d Ouvrez **%2$s** %3$d Cliquez sur %4$@ pour ouvrir le menu des applications, puis sur **Mots de passe et cartes** %5$d Cliquez sur %6$@ puis sur **Exporter les mots de passe** %7$d Choisissez **Vers un fichier texte (non sécurisé)** et cliquez sur **Exporter** %8$d Enregistrez le fichier des mots de passe à un endroit où le trouver facilement (par exemple, sur le bureau) %9$d %10$@
it: %1$d Apri **%2$s** %3$d Fai clic su %4$@ per aprire il menu dell'applicazione, quindi su **Password e schede** %5$d Fai clic su %6$@, quindi su **Esporta password** %7$d Scegli **Per un file di testo (non sicuro)** e fai clic su **Esporta** %8$d Salva il file password dove puoi trovarlo (ad esempio, sul desktop) %9$d %10$@
nl: %1$d Open **%2$s** %3$d Klik op %4$@ om het toepassingsmenu te openen en klik vervolgens op **Wachtwoorden en kaarten** %5$d Klik op %6$@ en vervolgens op **Wachtwoorden exporteren** %7$d Kies **Naar een tekstbestand (niet beveiligd)** en klik op **Exporteren** %8$d Bewaar het bestand met de wachtwoorden op een plek waar je het kunt vinden (bijv. het bureaublad) %9$d %10$@
pl: %1$d Otwórz przeglądarkę **%2$s** %3$d Kliknij %4$@, aby otworzyć menu aplikacji, a następnie kliknij **Passwords and cards** %5$d Kliknij %6$@, a następnie **Export passwords** %7$d Wybierz **To a text file (not secure)** i kliknij **Export** %8$d Zapisz plik haseł w łatwo dostępnym miejscu (np. na biurku) %9$d %10$@
pt: %1$d Abre o **%2$s** %3$d Clica em %4$@ para abrir o menu da aplicação e, em seguida, clica em **Palavras-passe e cartões** %5$d Clica em %6$@ e, em seguida, clica em **Exportar palavras-passe** %7$d Seleciona **Para um ficheiro de texto (não protegido)** e clica em **Exportar** %8$d Guarda o ficheiro de palavras-passe onde consigas encontrá-lo (por exemplo, no ambiente de trabalho) %9$d %10$@
ru: %1$d Откройте **%2$s** %3$d Нажмите значок %4$@, чтобы открыть меню приложения и выберите пункт **Пароли и карты** %5$d Нажмите значок %6$@, а затем — опцию **Экспортировать пароли** %7$d Выберите вариант **В текстовый файл (небезопасно)** и нажмите **Экспортировать** %8$d Сохраните файл с паролями там, где вы легко его найдете (например, на рабочем столе) %9$d %10$@

# import.data.alert.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отменить

# import.data.alert.import
source: Import
de: Importieren
es: Importar
fr: Importer
it: Importa
nl: Importeren
pt: Importar
ru: Импорт

# import.data.done
source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fatto
nl: Klaar
pl: Gotowe
pt: Feito
ru: Готово

# import.data.initiate
source: Import
de: Importieren
es: Importar
fr: Importer
it: Importa
nl: Importeren
pt: Importar
ru: Импорт

# import.data.manual
source: Manual import…
de: Manueller Import …
es: Importación manual...
fr: Importation manuelle…
it: Importazione manuale…
nl: %1$d Open je vorige browser %2$d Open **Bladwijzerbeheerder** %3$d Exporteer je bladwijzers naar HTML … %4$d Bewaar het bestand op een plek waar je het kunt vinden (bijv. het bureaublad) %5$d %6$d %$@
pl: Importowanie ręczne...
pt: Importação manual…
ru: Импортировать вручную...

# import.data.requires-password.body
source: DuckDuckGo won't save or share your %1$@ Primary Password, but DuckDuckGo needs it to access and import passwords from %1$@.
de: DuckDuckGo wird dein %1$@-Primärpasswort nicht speichern oder weitergeben, aber DuckDuckGo braucht es, um auf Passwörter von %1$@ zuzugreifen und sie zu importieren.
es: DuckDuckGo no guardará ni compartirá tu contraseña principal de %1$@, pero DuckDuckGo la necesita para acceder e importar contraseñas desde %1$@.
fr: DuckDuckGo n'enregistrera pas ni ne partagera votre mot de passe principal %1$@, mais DuckDuckGo en a besoin pour accéder aux mots de passe et les importer depuis %1$@.
it: DuckDuckGo non salva né condivide la tua password principale %1$@, ma DuckDuckGo ne ha bisogno per accedere e importare password da %1$@.
nl: DuckDuckGo slaat je primaire wachtwoord van %1$@ niet op of deelt het niet, maar DuckDuckGo heeft het nodig om wachtwoorden van %1$@ te openen en te importeren.
pl: DuckDuckGo nie zapisze ani nie udostępni Twojego głównego hasła programu %1$@, ale potrzebuje go, aby uzyskać dostęp do haseł i zaimportować je z programu %1$@.
pt: O DuckDuckGo não guarda nem partilha a tua palavra-passe principal do %1$@, mas precisa dela para aceder e importar palavras-passe do %1$@.
ru: DuckDuckGo не сохранит и никому не передаст ваш основной пароль от %1$@, однако он необходим нам для доступа к паролям из %1$@ и их дальнейшего импортирования.

# import.data.requires-password.title
source: Enter Primary Password for %@
de: Primäres Passwort für %@ eingeben
es: Introduce la contraseña principal para %@
fr: Saisissez le mot de passe principal pour %@
it: Inserisci la password principale per %@
nl: Voer primair wachtwoord in voor %@
pl: Wprowadź hasło główne programu %@
pt: Introduzir palavra-passe principal do %@
ru: Введите основной пароль от %@

# import.data.skip
source: Skip
de: Überspringen
es: Omitir
fr: Ignorer
it: Salta
nl: Overslaan
pl: Pomiń
pt: Ignorar
ru: Пропустить

# import.data.skip.bookmarks
source: Skip bookmarks
de: Lesezeichen überspringen
es: Omitir marcadores
fr: Ignorer les signets
it: Salta segnalibri
nl: Bladwijzers overslaan
pl: Pomiń zakładki
pt: Ignorar marcadores
ru: Пропустить закладки

# import.data.skip.passwords
source: Skip passwords
de: Passwörter überspringen
es: Omitir contraseñas
fr: Ignorer les mots de passe
it: Salta password
nl: Wachtwoorden overslaan
pl: Pomiń hasła
pt: Ignorar palavras-passe
ru: Пропустить пароли

# import.html.instructions.chromium
source: %1$d Open **%2$s** %3$d Use the Menu Bar to select **Bookmarks → Bookmark Manager** %4$d Click %5$@ then **Export Bookmarks** %6$d Save the file someplace you can find it (e.g., Desktop) %7$d %8$@
de: %1$d Öffne **%2$s** %3$d Wähle in der Menüleiste **Lesezeichen → Lesezeichen-Manager** %4$d Klicke auf %5$@ und dann auf **Lesezeichen exportieren** %6$d Speichere die Datei an einem Ort, an dem du sie finden kannst (z. B. auf dem Desktop) %7$d %8$@
es: %1$d Abre **%2$s** %3$d Utiliza la barra de menú para seleccionar **Marcadores → Administrador de marcadores** %4$d Haz clic en %5$@ y luego en **Exportar marcadores** %6$d Guarda el archivo donde puedas encontrarlo posteriormente (por ejemplo, en el escritorio) %7$d %8$@
fr: %1$d Ouvrez **%2$s** %3$d Passez par la barre de menu pour sélectionner **Signets → Gestionnaire de signets** %4$d Cliquez sur %5$@ puis sur **Exporter les signets** %6$d Enregistrez le fichier à un endroit où le trouver facilement (par exemple, sur le bureau) %7$d %8$@
it: %1$d Apri **%2$s **%3$d Usa la barra dei menu per selezionare **Segnalibri → Gestore segnalibri** %4$d Fai clic su %5$@, quindi su **Esporta segnalibri** %6$d Salva il file dove puoi trovarlo (ad esempio, sul desktop) %7$d %8$@
nl: %1$d Open **%2$s** %3$d Ga in de menubalk naar **Bladwijzers → Bladwijzerbeheerder** %4$d Klik op %5$@ en vervolgens op **Bladwijzers exporteren** %6$d Bewaar het bestand op een plek waar je het kunt vinden (bijv. het bureaublad) %7$d %8$@
pl: %1$d Otwórz przeglądarkę **%2$s** %3$d Na pasku menu wybierz **Zakładki → Menedżer zakładek** %4$d Kliknij %5$@, a następnie **Eksportuj zakładki** %6$d Zapisz plik w łatwo dostępnym miejscu (np. na biurku) %7$d %8$@
pt: %1$d Abre o **%2$s** %3$d Utiliza a barra de menus para selecionar **Marcadores → Gestor de marcadores** %4$d Clica em %5$@ e, em seguida, clica em **Exportar marcadores** %6$d Guarda o ficheiro onde consigas encontrá-lo (por exemplo, no ambiente de trabalho) %7$d %8$@
ru: %1$d Откройте **%2$s** %3$d На панели меню выберите **Закладки → Менеджер закладок** %4$d Нажмите значок %5$@ и выберите опцию **Экспортировать закладки** %6$d Сохраните файл там, где вы легко его найдете (например, на рабочем столе) %7$d %8$@

# import.html.instructions.firefox
source: %1$d Open **%2$s** %3$d Use the Menu Bar to select **Bookmarks → Manage Bookmarks** %4$d Click %5$@ then **Export bookmarks to HTML…** %6$d Save the file someplace you can find it (e.g., Desktop) %7$d %8$@
de: %1$d Öffne **%2$s** %3$d Wähle in der Menüleiste **Lesezeichen → Lesezeichen verwalten** %4$d Klicke auf %5$@ und dann auf **Lesezeichen nach HTML exportieren ...** %6$d Speichere die Datei an einem Ort, an dem du sie finden kannst (z. B. auf dem Desktop) %7$d %8$@
es: %1$d Abre **%2$s** %3$d Utiliza la barra de menús para seleccionar **Marcadores → Gestionar marcadores** %4$d Haz clic en %5$@ y luego en **Exportar marcadores a HTML...** %6$d Guarda el archivo en algún lugar donde puedas encontrarlo (por ejemplo, el Escritorio) %7$d %8$@
fr: %1$d Ouvrez **%2$s** %3$d Passez par la barre de menu pour sélectionner **Signets → Gérer les signets** %4$d Cliquez sur %5$@ puis sur **Exporter les signets vers HTML…** %6$d Enregistrez le fichier à un endroit où le trouver facilement (par exemple, sur le bureau) %7$d %8$@
it: %1$d Apri **%2$s** %3$d Usa la Barra dei menu per selezionare **Segnalibri → Gestisci segnalibri** %4$d Fai clic su %5$@, quindi su **Esporta segnalibri in HTML…** %6$d Salva il file dove puoi trovarlo (ad esempio, sul desktop) %7$d %8$@
nl: %1$d Open **%2$s** %3$d Ga in de menubalk naar **Bladwijzers → Bladwijzers beheren** %4$d Klik op %5$@ en vervolgens op **Bladwijzers exporteren naar HTML ...** %6$d Bewaar het bestand op een plek waar je het kunt vinden (bijv. het bureaublad) %7$d %8$@
pl: %1$d Otwórz przeglądarkę **%2$s** %3$d Na pasku menu wybierz **Zakładki → Zarządzaj zakładkami** %4$d Kliknij %5$@, a następnie **Eksportuj zakładki do pliku HTML** %6$d Zapisz plik w łatwo dostępnym miejscu (np. na biurku) %7$d %8$@
pt: %1$d Abre o **%2$s** %3$d Utiliza a barra de menus para selecionar **Marcadores → Gerir marcadores** %4$d Clica em %5$@ e, em seguida, clica em **Exportar marcadores para HTML…** %6$d Guarda o ficheiro onde consigas encontrá-lo (por exemplo, no ambiente de trabalho) %7$d %8$@
ru: %1$d Откройте **%2$s** %3$d На панели меню выберите **Закладки → Управление закладками** %4$d Нажмите на значок %5$@ и выберите опцию **Экспорт закладок в HTML…** %6$d Сохраните файл там, где вы легко его найдете (например, на рабочем столе) %7$d %8$@

# import.html.instructions.generic
source: %1$d Open your old browser %2$d Open **Bookmark Manager** %3$d Export bookmarks to HTML… %4$d Save the file someplace you can find it (e.g., Desktop) %5$d %6$@
de: %1$d Öffne deinen alten Browser %2$d Öffne den **Bookmark Manager** %3$d Exportiere Lesezeichen nach HTML … %4$d Speichere die Datei an einem Ort, an dem du sie finden kannst (z. B. auf dem Desktop) %5$d %6$@
es: %1$d Abre tu antiguo navegador %2$d Abre **Administrador de marcadores** %3$d Exportar marcadores a HTML... %4$d Guarda el archivo donde puedas encontrarlo posteriormente (por ejemplo, en el escritorio) %5$d %6$@
fr: %1$d Ouvrez votre ancien navigateur %2$d Ouvrez **Gestionnaire de signets** %3$d Exportez les signets vers HTML… %4$d Enregistrez le fichier à un endroit où le trouver facilement (par exemple, sur le bureau) %5$d %6$@
it: %1$d Apri il tuo vecchio browser %2$d Apri **Gestore segnalibri** %3$d Esporta segnalibri in HTML… %4$d Salva il file dove puoi trovarlo (ad esempio, sul desktop) %5$d %6$@
nl: %1$d Open je vorige browser %2$d Open **Bladwijzerbeheerder** %3$d Exporteer je bladwijzers naar HTML… %4$d Bewaar het bestand op een plek waar je het kunt vinden (bijv. het bureaublad) %5$d %6$@
pl: %1$d Otwórz starą przeglądarkę %2$d Otwórz **Menedżera zakładek** %3$d Wyeksportuj zakładki do pliku HTML %4$d Zapisz plik w łatwo dostępnym miejscu (np. na biurku) %5$d %6$@
pt: %1$d Abre o teu navegador antigo %2$d Abre **Gestor de marcadores** %3$d Exportar marcadores para HTML… %4$d Guarda o ficheiro onde consigas encontrá-lo (por exemplo, no ambiente de trabalho) %5$d %6$@
ru: %1$d Запустите старый браузер %2$d Откройте **Менеджер закладок** %3$d Экспортируйте закладки в HTML %4$d Сохраните файл там, где вы легко его найдете (например, на рабочем столе) %5$d %6$@

# import.html.instructions.opera
source: %1$d Open **%2$s** %3$d Use the Menu Bar to select **Bookmarks → Bookmarks** %4$d Click **Open full Bookmarks view…** in the bottom left %5$d Click **Import/Export…** in the bottom left and select **Export Bookmarks** %6$d Save the file someplace you can find it (e.g., Desktop) %7$d %8$@
de: %1$d Öffne **%2$s** %3$d Wähle in der Menüleiste **Lesezeichen → Lesezeichen** %4$d Klicke unten links auf **Vollständige Lesezeichenansicht öffnen …** %5$d Klicke unten links auf **Importieren/Exportieren …** und wähle **Lesezeichen exportieren** %6$d Speichere die Datei an einem Ort, an dem du sie wiederfindest (z. B. auf dem Desktop) %7$d %8$@
es: %1$d Abre **%2$s** %3$d Utiliza la barra de menú para seleccionar **Marcadores → Marcadores** %4$d Haz clic en **Abrir vista completa de Marcadores...** en la parte inferior izquierda %5$d Haz clic en **Importar/Exportar...** en la parte inferior izquierda y selecciona **Exportar Marcadores** %6$d Guarda el archivo donde puedas encontrarlo posteriormente (por ejemplo, en el escritorio) %7$d %8$@
fr: %1$d Ouvrez **%2$s** %3$d Passez par la barre de menu pour sélectionner **Signets → Signets ** %4$d Cliquez sur **Ouvrir la vue complète des signets…** en bas à gauche %5$d Cliquez sur **Importer/Exporter…** en bas à gauche et sélectionnez **Exporter les signets** %6$d Enregistrez le fichier à un endroit où le trouver facilement (par exemple, sur le bureau) %7$d %8$@
it: %1$d Apri **%2$s** %3$d Usa la Barra dei menu per selezionare **Segnalibri → Segnalibri **%4$d Fai clic su **Apri la visualizzazione Segnalibri completa…** in basso a sinistra %5$d Fai clic su **Importa/Esporta…** in basso a sinistra e seleziona **Esporta segnalibri** %6$d Salva il file dove puoi trovarlo (ad esempio, sul desktop) %7$d %8$@
nl: %1$d Open **%2$s** %3$d Ga in de menubalk naar **Bladwijzers → Bladwijzers** %4$d Klik op **Volledige bladwijzerweergave openen...** in de linkerbenedenhoek %5$d Klik op **Importeren/Exporteren…** in de linkerbenedenhoek en selecteer **Bladwijzers exporteren** %6$d Bewaar het bestand op een plek waar je het kunt vinden (bijv. het bureaublad) %7$d %8$@
pl: %1$d Otwórz przeglądarkę **%2$s** %3$d Na pasku menu wybierz **Zakładki → Zakładki** %4$d Kliknij **Otwórz pełny widok zakładek...** w lewym dolnym rogu %5$d Kliknij **Importuj/Eksportuj...** w lewym dolnym rogu i wybierz **Eksportuj zakładki** %6$d Zapisz plik w łatwo dostępnym miejscu (np. na biurku) %7$d %8$@
pt: %1$d Abre o **%2$s** %3$d Utiliza a barra de menus para selecionar **Favoritos → Favoritos** %4$d Clica em **Abrir vista completa de Favoritos…** na parte inferior esquerda %5$d Clica em **Importar/exportar…** na parte inferior esquerda e seleciona **Exportar favoritos** %6$d Guarda o ficheiro onde consigas encontrá-lo (por exemplo, no ambiente de trabalho) %7$d %8$@
ru: %1$d Откройте **%2$s** %3$d В панели меню выберите **Закладки → Закладки** %4$d **Разверните панель закладок** с помощью значка внизу слева %5$d Затем нажмите кнопку **Импорт/Экспорт…** слева внизу и выберите **Экспортировать закладки** %6$d Сохраните файл там, где вы легко его найдете (например, на рабочем столе) %7$d %8$@
